Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Click the Trash to show its actions menu instead of opening the Trash folder in Finder
ar: انقر على المهملات لإظهار قائمة إجراءاتها بدلًا من فتح مجلد المهملات في Finder
de: Auf den Papierkorb klicken, um sein Aktionsmenü anzuzeigen, statt den Papierkorbordner im Finder zu öffnen
es: Haz clic en la Papelera para mostrar su menú de acciones en lugar de abrir la carpeta Papelera en el Finder
fr: Cliquez sur la Corbeille pour afficher son menu d'actions au lieu d'ouvrir le dossier Corbeille dans le Finder
hu: A Kukára kattintva a műveletek menüje jelenik meg, a Kuka mappa Finderben való megnyitása helyett
ja: ゴミ箱をクリックすると、Finderでゴミ箱フォルダを開く代わりにアクションメニューを表示
nl: Klik op de prullenmand om het actiemenu te tonen in plaats van de prullenmand in Finder te openen
pl: Kliknij Kosz, aby pokazać menu jego akcji zamiast otwierać folder Kosza w Finderze
pt: Clique no Lixo para mostrar o menu de ações em vez de abrir a pasta do Lixo no Finder
ru: Нажатие на Корзину показывает меню действий, а не открывает папку Корзины в Finder
sv: Klicka på papperskorgen för att visa dess åtgärdsmeny i stället för att öppna papperskorgsmappen i Finder
tr: Çöp Sepeti klasörünü Finder'da açmak yerine eylem menüsünü göstermek için Çöp Sepeti'ne tıkla
vi: Nhấp vào Thùng rác để hiển thị menu tác vụ thay vì mở thư mục Thùng rác trong Finder
zh_hans: 点击废纸篓以显示操作菜单，而不是在访达中打开废纸篓文件夹
zh_hant: 按一下「垃圾桶」時顯示操作選單，而不是在 Finder 中開啟「垃圾桶」檔案夾

source: Click to copy
ar: انقر للنسخ
de: Zum Kopieren klicken
es: Haz clic para copiar
fr: Cliquez pour copier
hu: Kattintson a másoláshoz
ja: クリックしてコピー
nl: Klik om te kopiëren
pl: Kliknij, aby skopiować
pt: Clique para copiar
ru: Нажмите, чтобы скопировать
sv: Klicka för att kopiera
tr: Kopyalamak için tıkla
vi: Nhấp để sao chép
zh_hans: 点击复制
zh_hant: 按一下以拷貝

source: Click to pick a color
ar: انقر لاختيار لون
de: Zum Auswählen einer Farbe klicken
es: Haz clic para elegir un color
fr: Cliquez pour choisir une couleur
hu: Kattintson egy szín kiválasztásához
ja: クリックしてカラーを選択
nl: Klik om een kleur te kiezen
pl: Kliknij, aby wybrać kolor
pt: Clique para escolher uma cor
ru: Нажмите, чтобы выбрать цвет
sv: Klicka för att välja en färg
tr: Renk seçmek için tıkla
vi: Nhấp để chọn màu
zh_hans: 点击选取颜色
zh_hant: 按一下以選取顏色

source: Click to pick a color from the screen
ar: انقر لالتقاط لون من الشاشة
de: Klicken, um eine Farbe vom Bildschirm aufzunehmen
es: Haz clic para elegir un color de la pantalla
fr: Cliquez pour prélever une couleur à l'écran
hu: Kattintson egy szín kiválasztásához a képernyőről
ja: クリックして画面からカラーを選択
nl: Klik om een kleur van het scherm te kiezen
pl: Kliknij, aby pobrać kolor z ekranu
pt: Clique para escolher uma cor do ecrã
ru: Нажмите, чтобы выбрать цвет на экране
sv: Klicka för att hämta en färg från skärmen
tr: Ekrandan renk seçmek için tıkla
vi: Nhấp để chọn màu từ màn hình
zh_hans: 点击从屏幕选取颜色
zh_hant: 按一下以從螢幕取色

source: Click to record a voice memo
ar: انقر لتسجيل مذكرة صوتية
de: Klicken, um ein Sprachmemo aufzunehmen
es: Haz clic para grabar una nota de voz
fr: Cliquez pour enregistrer un mémo vocal
hu: Kattintson hangjegyzet rögzítéséhez
ja: クリックしてボイスメモを録音
nl: Klik om een spraakmemo op te nemen
pl: Kliknij, aby nagrać notatkę głosową
pt: Clique para gravar um memo de voz
ru: Нажмите, чтобы записать голосовую заметку
sv: Klicka för att spela in ett röstmemo
tr: Sesli not kaydetmek için tıkla
vi: Nhấp để ghi âm
zh_hans: 点击录制语音备忘录
zh_hant: 按一下即可錄製語音備忘錄

source: Click to start recording
ar: انقر لبدء التسجيل
de: Klicken, um die Aufnahme zu starten
es: Haz clic para empezar a grabar
fr: Cliquez pour lancer l'enregistrement
hu: Kattintson a felvétel indításához
ja: クリックして録音を開始
nl: Klik om de opname te starten
pl: Kliknij, aby rozpocząć nagrywanie
pt: Clique para começar a gravar
ru: Нажмите, чтобы начать запись
sv: Klicka för att börja spela in
tr: Kayda başlamak için tıkla
vi: Nhấp để bắt đầu ghi âm
zh_hans: 点击开始录制
zh_hant: 按一下以開始錄製

source: Clicking the widget starts a timer of this length. Set to 0 to pick a length from the panel instead.
ar: يؤدي النقر على الأداة إلى بدء مؤقت بهذه المدة. اضبطه على 0 لاختيار المدة من اللوحة بدلًا من ذلك.
de: Ein Klick auf das Widget startet einen Timer dieser Länge. Setzen Sie den Wert auf 0, um die Länge stattdessen im Panel auszuwählen.
es: Al hacer clic en el widget se inicia un temporizador de esta duración. Ajústalo a 0 para elegir la duración desde el panel.
fr: Cliquer sur le widget lance un minuteur de cette durée. Réglez sur 0 pour choisir une durée depuis le panneau.
hu: A widgetre kattintva egy ilyen hosszúságú időzítő indul. Állítsa 0-ra, ha inkább a panelen szeretné kiválasztani a hosszt.
ja: ウィジェットをクリックすると、この長さのタイマーが開始します。0に設定すると、代わりにパネルから長さを選択できます。
nl: Als je op de widget klikt, start een timer van deze duur. Stel in op 0 om in plaats daarvan een duur te kiezen in het paneel.
pl: Kliknięcie widżetu uruchamia minutnik na wybrany czas. Ustaw 0, aby zamiast tego wybierać czas w panelu.
pt: Clicar no widget inicia um temporizador com esta duração. Defina 0 para escolher a duração no painel.
ru: Нажатие на виджет запускает таймер этой длительности. Установите 0, чтобы выбирать длительность в панели.
sv: Ett klick på widgeten startar en timer med den här längden. Ställ in på 0 för att välja längd i panelen i stället.
tr: Widget'a tıklamak bu uzunlukta bir zamanlayıcı başlatır. Uzunluğu panelden seçmek için 0 yap.
vi: Nhấp vào tiện ích sẽ bắt đầu hẹn giờ với thời lượng này. Đặt thành 0 để chọn thời lượng từ bảng.
zh_hans: 点击小组件将启动指定时长的计时器。设为 0 时可在面板中选择时长。
zh_hant: 按一下小工具會啟動此時長的計時器。設為 0 則改由面板選擇計時時長。

source: clip
ar: عنصر
de: Eintrag
es: elemento
fr: élément
hu: elem
ja: 件
pl: element
pt: recorte
ru: запись
sv: urklipp
tr: klip
vi: mục
zh_hans: 条
zh_hant: 片段

source: Clipboard
ar: الحافظة
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
hu: Vágólap
ja: クリップボード
nl: Klembord
pl: Schowek
pt: Área de Transferência
ru: Буфер обмена
sv: Urklipp
tr: Pano
vi: Bảng nhớ tạm
zh_hans: 剪贴板
zh_hant: 剪貼板

source: Clock
ar: الساعة
de: Uhr
es: Reloj
fr: Horloge
hu: Óra
ja: 時計
nl: Klok
pl: Zegar
pt: Relógio
ru: Часы
sv: Klocka
tr: Saat
vi: Đồng hồ
zh_hans: 时钟
zh_hant: 時鐘

source: Clock + Battery
ar: الساعة + البطارية
de: Uhr + Batterie
es: Reloj + batería
fr: Horloge + Batterie
hu: Óra + Akkumulátor
ja: 時計＋バッテリー
nl: Klok en batterij
pl: Zegar + bateria
pt: Relógio + Bateria
ru: Часы + аккумулятор
sv: Klocka + batteri
tr: Saat + Pil
vi: Đồng hồ + Pin
zh_hans: 时钟 + 电池
zh_hant: 時鐘與電池

source: Clocks & Time
ar: الساعات والوقت
de: Uhren & Zeit
es: Relojes y hora
fr: Horloges et temps
hu: Órák és idő
ja: 時計と時間
nl: Klokken en tijd
pl: Zegary i czas
pt: Relógios e Hora
ru: Часы и время
sv: Klockor och tid
tr: Saat & Zaman
vi: Đồng hồ & Thời gian
zh_hans: 时钟与时间
zh_hant: 時鐘與時間

source: Clone
ar: استنساخ
de: Klonen
es: Clonar
fr: Dupliquer
hu: Klónozás
ja: 複製
nl: Klonen
pl: Klonuj
pt: Clonar
ru: Клонировать
sv: Klona
tr: Klonla
vi: Sao chép
zh_hans: 复制
zh_hant: 複製

source: Clone Native Dock?
ar: هل تريد استنساخ Dock الأصلي؟
de: macOS-Dock klonen?
es: ¿Clonar el Dock nativo?
fr: Cloner le Dock natif ?
hu: Klónozza a natív Dockot?
ja: 標準のDockを複製しますか？
nl: Het standaard Dock van macOS klonen?
pl: Skopiować systemowy Dock?
pt: Clonar a Dock nativa?
ru: Клонировать системный Dock?
sv: Klona den inbyggda Docken?
tr: Yerel Dock Klonlansın mı?
vi: Sao chép Dock Mặc định?
zh_hans: 复制系统 Dock？
zh_hant: 要複製原生 Dock 嗎？

source: Clone your native Dock
ar: استنسخ Dock الأصلي
de: macOS-Dock klonen
es: Clona tu Dock nativo
fr: Clonez votre Dock natif
hu: A natív Dock klónozása
ja: 標準のDockを複製
nl: Kloon je standaard Dock
pl: Skopiuj systemowy Dock
pt: Clone a sua Dock nativa
ru: Клонируйте системный Dock
sv: Klona den inbyggda Docken
tr: Yerel Dock'unu klonla
vi: Sao chép Dock mặc định của bạn
zh_hans: 复制系统 Dock
zh_hant: 複製原生 Dock

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
hu: Bezárás
ja: 閉じる
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть
sv: Stäng
tr: Kapat
vi: Đóng
zh_hans: 关闭
zh_hant: 關閉

source: Close All Windows
ar: إغلاق جميع النوافذ
de: Alle Fenster schließen
es: Cerrar todas las ventanas
fr: Fermer les fenêtres
hu: Összes ablak bezárása
ja: すべてのウインドウを閉じる
nl: Alle vensters sluiten
pl: Zamknij wszystkie okna
pt: Fechar Todas as Janelas
ru: Закрыть все окна
sv: Stäng alla fönster
tr: Tüm Pencereleri Kapat
vi: Đóng tất cả cửa sổ
zh_hans: 关闭所有窗口
zh_hant: 關閉所有視窗

source: Close All Windows (%lld)
ar: إغلاق جميع النوافذ (%lld)
de: Alle Fenster schließen (%lld)
es: Cerrar todas las ventanas (%lld)
fr: Fermer toutes les fenêtres (%lld)
hu: Összes ablak bezárása (%lld)
ja: すべてのウインドウを閉じる（%lld）
nl: Alle vensters sluiten (%lld)
pl: Zamknij wszystkie okna (%lld)
pt: Fechar Todas as Janelas (%lld)
ru: Закрыть Все Окна(%lld)
sv: Stäng alla fönster (%lld)
tr: Tüm Pencereleri Kapat (%lld)
vi: Đóng Tất cả Cửa sổ (%lld)
zh_hans: 关闭所有窗口 (%lld)
zh_hant: 關閉所有視窗(%lld)

source: Close Preview on Icon Click
ar: إغلاق المعاينة عند النقر على الأيقونة
de: Vorschau bei Symbolklick schließen
es: Cerrar la previsualización al hacer clic en el icono
fr: Fermer l'aperçu lors du clic sur l'icône
hu: Előnézet bezárása az ikonra kattintva
ja: アイコンクリックでプレビューを閉じる
nl: Voorbeeld sluiten bij klikken op pictogram
pl: Zamknij podgląd po kliknięciu ikony
pt: Fechar Pré-visualização ao Clicar no Ícone
ru: Закрыть предпросмотр по нажатию значка
sv: Stäng förhandsvisning vid klick på symbolen
tr: Simgeye Tıklayınca Önizlemeyi Kapat
vi: Đóng Bản xem trước khi Nhấp vào Biểu tượng
zh_hans: 点击图标时关闭预览
zh_hant: 按一下圖示時關閉預覽

source: Close Window
ar: إغلاق النافذة
de: Fenster schließen
es: Cerrar ventana
fr: Fermer la fenêtre
hu: Ablak bezárása
ja: ウインドウを閉じる
nl: Venster sluiten
pl: Zamknij okno
pt: Fechar Janela
ru: Закрыть окно
sv: Stäng fönster
tr: Pencereyi Kapat
vi: Đóng cửa sổ
zh_hans: 关闭窗口
zh_hant: 關閉視窗

source: Closed
ar: مغلقة
de: Geschlossen
es: Cerrada
fr: Fermée
hu: Bezárva
ja: 閉じています
nl: Gesloten
pl: Zamknięte
pt: Fechada
ru: Закрыто
sv: Stängt
tr: Kapalı
vi: Đã đóng
zh_hans: 已关闭
zh_hant: 已關閉

source: Cloudy
ar: غائم
de: Bewölkt
es: Nublado
fr: Nuageux
hu: Felhős
ja: くもり
nl: Bewolkt
pl: Pochmurno
pt: Nublado
ru: Облачно
sv: Molnigt
tr: Bulutlu
vi: Nhiều mây
zh_hans: 多云
zh_hant: 多雲

source: Collapsed
ar: مطوي
de: Eingeklappt
es: Contraído
fr: Réduit
hu: Összecsukva
ja: 折りたたみ
nl: Ingeklapt
pl: Zwinięte
pt: Recolhido
ru: Свернуто
sv: Hopfälld
tr: Daraltıldı
vi: Đã thu gọn
zh_hans: 已折叠
zh_hant: 收合

source: Collecting…
ar: جارٍ الجمع…
de: Wird erfasst…
es: Recopilando…
fr: Collecte…
hu: Gyűjtés…
ja: 収集中…
nl: Verzamelen…
pl: Zbieranie danych…
pt: A recolher…
ru: Сбор данных…
sv: Samlar in…
tr: Toplanıyor…
vi: Đang thu thập…
zh_hans: 正在采集…
zh_hant: 收集中……

source: color
ar: لون
de: farbe
fr: couleur
hu: szín
ja: カラー
nl: kleur
pl: kolor
pt: cor
ru: цвет
sv: färg
tr: renk
vi: màu sắc
zh_hans: 颜色
zh_hant: 顏色

source: Color Picker
ar: منتقي الألوان
de: Farbauswahl
es: Selector de color
fr: Sélecteur de couleur
hu: Színválasztó
ja: カラーピッカー
nl: Kleurkiezer
pl: Próbnik kolorów
pt: Seletor de Cores
ru: Выбор цвета
sv: Färgväljare
tr: Renk Seçici
vi: Bộ chọn màu
zh_hans: 取色器
zh_hant: 顏色選擇器

source: Color Scheme
ar: مخططات الألوان
de: Farbschema
es: Esquema de color
fr: Schéma de couleurs
hu: Színséma
ja: カラースキーム
nl: Kleurenschema
pl: Schemat kolorów
pt: Esquema de Cores
ru: Цветовая схема
sv: Färgschema
tr: Renk Şeması
vi: Màu chủ đề
zh_hans: 配色方案
zh_hant: 色彩主題

source: Colors
ar: ألوان
de: Farben
es: Colores
fr: Couleurs
hu: Színek
ja: カラー
nl: Kleuren
pl: Kolory
pt: Cores
ru: Цвета
sv: Färger
tr: Renkler
vi: Màu sắc
zh_hans: 颜色
zh_hant: 顏色

source: Command
ar: أمر
de: Befehl
es: Comando
fr: Commande
pt: Comando
sv: Kommando

source: Command Line Tool
ar: أداة سطر الأوامر
de: Befehlszeilen-Tool
es: Herramienta de línea de comandos
fr: Outil en ligne de commande
hu: Parancssori eszköz
ja: コマンドラインツール
nl: Opdrachtregeltool
pl: Narzędzie wiersza poleceń
pt: Ferramenta de Linha de Comandos
ru: Инструмент командной строки
sv: Kommandoradsverktyg
tr: Komut Satırı Aracı
vi: Công cụ dòng lệnh
zh_hans: 命令行工具
zh_hant: 命令列工具

source: Community Widgets
ar: أدوات المجتمع
es: Widgets de la comunidad
fr: Widgets de la communauté
hu: Közösségi widgetek
ja: コミュニティウィジェット
pl: Widżety społeczności
pt: Widgets da Comunidade
ru: Виджеты сообщества
sv: Communitywidgetar
tr: Topluluk Widget'ları
vi: Tiện ích cộng đồng
zh_hans: 社区小组件
zh_hant: 社群小工具

source: Compact
ar: مضغوط
de: Kompakt
es: Compacto
hu: Kompakt
ja: コンパクト
pl: Kompaktowy
pt: Compacto
ru: Компактный
sv: Kompakt
tr: Kompakt
vi: Thu gọn
zh_hans: 紧凑
zh_hant: 精簡

source: Compact App Icon
ar: أيقونة التطبيق المدمج
de: Kompaktes App-Symbol
es: Icono de app compacto
fr: Icône compacte de l'application
hu: Kompakt alkalmazásikon
ja: コンパクト表示のアプリアイコン
nl: Compact app-pictogram
pl: Kompaktowa ikona aplikacji
pt: Ícone de Aplicação Compacto
ru: Значок приложения в компактном режиме
sv: Kompakt appsymbol
tr: Kompakt Uygulama Simgesi
vi: Biểu tượng ứng dụng thu gọn
zh_hans: 紧凑应用图标
zh_hant: 精簡應用程式圖示

source: Compact Icon Size
ar: حجم الأيقونة المضغوطة
de: Kompakte Symbolgröße
es: Tamaño de icono compacto
fr: Taille des icônes compactes
hu: Kompakt ikonméret
ja: コンパクト表示のアイコンサイズ
nl: Compacte pictogramgrootte
pl: Rozmiar kompaktowej ikony
pt: Tamanho do Ícone Compacto
ru: Размер компактного значка
sv: Kompakt symbolstorlek
tr: Kompakt Simge Boyutu
vi: Kích cỡ biểu tượng thu gọn
zh_hans: 紧凑图标大小
zh_hant: 精簡預覽圖示大小

source: Compact Item Size
ar: حجم العنصر المدمج
de: Kompakte Elementgröße
es: Tamaño de elemento compacto
fr: Taille des éléments compacts
hu: Kompakt elemméret
ja: コンパクト項目のサイズ
nl: Grootte van compacte items
pl: Kompaktowy rozmiar elementu
pt: Tamanho dos Itens Compactos
ru: Размер компактного элемента
sv: Kompakt objektstorlek
tr: Kompakt Öğe Boyutu
vi: Kích cỡ mục thu gọn
zh_hans: 紧凑项目大小
zh_hant: 精簡項目大小

source: Compact List
ar: قائمة مضغوطة
de: Kompakte Liste
es: Lista compacta
fr: Liste compacte
hu: Kompakt lista
ja: コンパクトリスト
nl: Compacte lijst
pl: Lista kompaktowa
pt: Lista Compacta
ru: Компактный список
sv: Kompakt lista
tr: Kompakt Liste
vi: Danh sách thu gọn
zh_hans: 紧凑列表
zh_hant: 精簡列表

source: Compact Profile Button
ar: زر ملف التعريف المدمج
de: Kompakte Profilschaltfläche
es: Botón de perfil compacto
fr: Bouton de profil compact
hu: Kompakt profilgomb
ja: コンパクトなプロファイルボタン
nl: Compacte profielknop
pl: Kompaktowy przycisk profilu
pt: Botão de Perfil Compacto
ru: Компактная кнопка профиля
sv: Kompakt profilknapp
tr: Kompakt Profil Düğmesi
vi: Nút Hồ sơ thu gọn
zh_hans: 紧凑配置文件按钮
zh_hant: 精簡設定檔按鈕

source: Compact shows a small player, Full shows large artwork
ar: يعرض «مضغوط» مشغلًا صغيرًا، ويعرض «كامل» صورة غلاف كبيرة
de: „Kompakt“ zeigt einen kleinen Player, „Voll“ ein großes Coverbild
es: Compacto muestra un reproductor pequeño, Completo muestra la carátula en grande
fr: Compact affiche un petit lecteur, Large affiche une grande pochette
hu: A Kompakt egy kis lejátszót, a Teljes egy nagy albumborítót jelenít meg
ja: コンパクトは小さなプレーヤーを、フルは大きなアートワークを表示します
nl: 'Compact' laat een kleine speler zien, 'Volledig' laat een grote albumhoes zien
pl: Kompaktowy pokazuje mały odtwarzacz, Pełny pokazuje dużą okładkę
pt: Compacto mostra um leitor pequeno, Completo mostra a capa em grande
ru: «Компактный» показывает маленький плеер, а «Полный» показывает большую обложку
sv: Kompakt visar en liten spelare, Full visar stort albumomslag
tr: Kompakt, küçük bir oynatıcı gösterir; Tam, büyük albüm kapağı gösterir
vi: Thu gọn hiển thị trình phát nhỏ, Đầy đủ hiển thị ảnh bìa lớn
zh_hans: 紧凑模式显示小播放器，完整模式显示大尺寸媒体封面
zh_hant: 精簡模式顯示小型播放器，完整模式顯示大型專輯封面

source: Compact Threshold
ar: حد العرض المدمج
de: Schwelle für kompakte Ansicht
es: Umbral compacto
fr: Seuil d'activation du mode compact
hu: Kompakt küszöbérték
ja: コンパクト表示のしきい値
nl: Drempelwaarde voor compacte weergave
pl: Próg trybu kompaktowego
pt: Limiar do Modo Compacto
ru: Порог компактного режима
sv: Tröskel för kompakt läge
tr: Kompakt Eşik Seviyesi
vi: Ngưỡng thu gọn
zh_hans: 紧凑阈值
zh_hant: 精簡模式切換門檻

source: Compact Title Format
ar: تنسيق العنوان المدمج
de: Kompaktes Titelformat
es: Formato de título compacto
fr: Format de titre compact
hu: Kompakt címformátum
ja: コンパクトタイトルの形式
nl: Compact titelformaat
pl: Kompaktowy format tytułu
pt: Formato do Título Compacto
ru: Формат компактного заголовка
sv: Kompakt titelformat
tr: Kompakt Başlık Biçimi
vi: Định dạng tiêu đề thu gọn
zh_hans: 紧凑标题格式
zh_hant: 精簡標題格式

source: Compact Title Text Size
ar: حجم نص العنوان المضغوط
de: Kompakte Titeltextgröße
es: Tamaño del texto del título compacto
fr: Taille du texte des titres compacts
hu: Kompakt cím szövegmérete
ja: コンパクト表示のタイトルのテキストサイズ
nl: Compacte tekstgrootte van de titel
pl: Rozmiar tekstu kompaktowego tytułu
pt: Tamanho do Texto do Título Compacto
ru: Размер текста компактного заголовка
sv: Textstorlek för kompakt titel
tr: Kompakt Başlık Metin Boyutu
vi: Kích cỡ văn bản tiêu đề thu gọn
zh_hans: 紧凑标题文本大小
zh_hant: 精簡預覽標題文字大小

source: Compact Widget
ar: أداة مدمجة
de: Kompaktes Widget
es: Widget compacto
fr: Widget compact
hu: Kompakt widget
ja: コンパクトウィジェット
nl: Compacte widget
pl: Kompaktowy widżet
pt: Widget Compacto
ru: Компактный виджет
sv: Kompakt widget
tr: Kompakt Widget
vi: Tiện ích thu gọn
zh_hans: 紧凑小组件
zh_hant: 精簡小工具

source: Compressed
ar: مضغوطة
de: Komprimiert
es: Comprimida
fr: Compressée
hu: Tömörített
ja: 圧縮
nl: Gecomprimeerd
pl: Skompresowana
pt: Comprimida
ru: Сжатая
sv: Komprimerat
tr: Sıkıştırılmış
vi: Đã nén
zh_hans: 已压缩
zh_hant: 已壓縮

source: Configure action buttons with custom shortcuts and launch items
ar: تكوين أزرار الإجراء مع اختصارات مخصصة و عناصر التشغيل
de: Aktionsschaltflächen mit benutzerdefinierten Tastenkombinationen und Startelementen konfigurieren
es: Configura botones de acción con atajos personalizados y elementos para abrir
fr: Configurer les boutons d'action rapide pour lancer des raccourcis, apps et autres éléments
hu: Műveletgombok konfigurálása egyéni parancsokkal és indítóelemekkel
ja: カスタムショートカットや起動項目でアクションボタンを設定します
nl: Configureer actieknoppen met aangepaste opdrachten en items om te openen
pl: Konfiguruj przyciski akcji z własnymi skrótami i elementami uruchamiania
pt: Configure botões de ação com atalhos personalizados e itens a abrir
ru: Настройте кнопки действий с собственными быстрыми командами и объектами для запуска
sv: Konfigurera åtgärdsknappar med anpassade genvägar och startobjekt
tr: Özel kısayollar ve başlatma öğeleriyle eylem düğmelerini yapılandırın
vi: Cấu hình các nút tác vụ với phím tắt tùy chỉnh và các mục khởi chạy
zh_hans: 通过自定义快捷键和启动项配置操作按钮
zh_hant: 設定動作按鈕的自訂快速鍵與啟動項目

source: Configure in Widgets…
ar: التكوين في قسم الأدوات…
de: Unter „Widgets“ konfigurieren…
es: Configurar en Widgets…
fr: Configurer dans les widgets…
hu: Beállítás a Widgetekben…
ja: ウィジェットで設定…
nl: Configureer in Widgets…
pl: Skonfiguruj w Widżetach…
pt: Configurar em Widgets…
ru: Настроить в виджетах…
sv: Konfigurera i Widgetar…
tr: Widget'larda yapılandırın…
vi: Cấu hình trong Tiện ích…
zh_hans: 在“小组件”中配置…
zh_hant: 請前往「小工具」進行設定…

source: Configure per-display dock visibility, edge, and profile overrides
ar: تكوين تجاوزات ظهور Dock وحافته وملف التعريف لكل شاشة
de: Dock-Sichtbarkeit, Randposition und Profilüberschreibungen pro Bildschirm konfigurieren
es: Configura la visibilidad del Dock, el borde y el perfil por pantalla
fr: Configurer la visibilité, le bord et le profil du dock pour chaque écran
hu: Kijelzőnkénti Dock-láthatóság, él- és profil-felülbírálások beállítása
ja: ディスプレイごとにDockの表示、配置エッジ、プロファイルの上書きを設定します
nl: De zichtbaarheid van het Dock, de rand en profielaanpassingen per scherm configureren
pl: Skonfiguruj widoczność, krawędź i profil Docka osobno dla każdego wyświetlacza
pt: Configure a visibilidade da Dock, a margem e o perfil por monitor
ru: Настройка видимости Dock, края и переопределения профиля для каждого дисплея
sv: Konfigurera Dockens synlighet, kant och profilöverstyrningar per skärm
tr: Ekran başına dock görünürlüğü, kenar ve profil geçersiz kılmalarını yapılandır
vi: Cấu hình mức độ hiển thị dock, cạnh, và ghi đè hồ sơ cho từng màn hình
zh_hans: 为每台显示器单独配置 Dock 的显示状态、边缘和配置文件覆盖设置
zh_hant: 可為每個顯示器個別設定 Dock 顯示狀態、停駐位置及設定檔覆寫

source: Confirm Before Emptying Trash
ar: التأكيد قبل إفراغ المهملات
de: Vor dem Leeren des Papierkorbs bestätigen
es: Confirmar antes de vaciar la Papelera
fr: Confirmer avant de vider la Corbeille
hu: Megerősítés a Kuka ürítése előtt
ja: ゴミ箱を空にする前に確認
nl: Bevestig het legen van de prullenmand
pl: Potwierdzaj przed opróżnieniem Kosza
pt: Confirmar Antes de Esvaziar o Lixo
ru: Подтверждать очистку Корзины
sv: Bekräfta innan papperskorgen töms
tr: Çöp Sepeti'ni Boşaltmadan Önce Onaylayın
vi: Xác nhận trước khi dọn sạch Thùng rác
zh_hans: 清倒废纸篓前确认
zh_hant: 清空垃圾桶前先確認

source: Confirm Before Removing Items
ar: التأكيد قبل إزالة العناصر
de: Vor dem Entfernen von Objekten bestätigen
es: Confirmar antes de eliminar ítems
fr: Confirmer avant de retirer des éléments
hu: Megerősítés elemek eltávolítása előtt
ja: 項目を削除する前に確認
nl: Bevestig voor het verwijderen van items
pl: Potwierdzaj przed usunięciem elementów
pt: Confirmar Antes de Remover Itens
ru: Подтверждать перед удалением элементов
sv: Bekräfta innan objekt tas bort
tr: Öğeleri Kaldırmadan Önce Onaylayın
vi: Xác nhận trước khi xóa mục
zh_hans: 移除项目前确认
zh_hant: 移除項目前先確認

source: Confirm Before Running
ar: تأكيد قبل التشغيل
de: Vor dem Ausführen bestätigen
es: Confirmar antes de ejecutar
fr: Confirmer avant l'exécution
hu: Megerősítés futtatás előtt
ja: 実行前に確認
nl: Bevestig voor uitvoeren
pl: Potwierdzaj przed uruchomieniem
pt: Confirmar Antes de Executar
ru: Подтверждать перед запуском
sv: Bekräfta före körning
tr: Çalıştırmadan Önce Onayla
vi: Xác nhận trước khi chạy
zh_hans: 在运行前确认
zh_hant: 執行前確認

source: Confirm Before Trash
ar: تأكيد قبل المهملات
de: Vor dem Bewegen in den Papierkorb bestätigen
es: Confirmar antes de trasladar a la Papelera
fr: Confirmer avant suppression
hu: Megerősítés Kukába helyezés előtt
ja: ゴミ箱に入れる前に確認
nl: Bevestig voor verwijderen
pl: Potwierdzaj przed przeniesieniem do Kosza
pt: Confirmar Antes de Enviar para o Lixo
ru: Подтверждать перед перемещением в Корзину
sv: Bekräfta före flytt till papperskorgen
tr: Çöpe Atmadan Önce Onayla
vi: Xác nhận trước khi bỏ vào thùng rác
zh_hans: 移到废纸篓前确认
zh_hant: 丟到垃圾桶前確認

source: Confirm Key
ar: مفتاح التأكيد
de: Bestätigungstaste
es: Tecla de confirmación
fr: Touche de confirmation
hu: Megerősítő billentyű
ja: 確定キー
nl: Bevestig-toets
pl: Klawisz potwierdzenia
pt: Tecla de Confirmação
ru: Клавиша подтверждения
sv: Bekräftelsetangent
tr: Onay Tuşu
vi: Phím Xác nhận
zh_hans: 确认键
zh_hant: 確認鍵

source: Confirm the selected window when confirmation mode is enabled
ar: تأكيد النافذة المختارة عند تمكين وضع التأكيد
de: Bestätigt das ausgewählte Fenster, wenn der Bestätigungsmodus aktiviert ist
es: Confirma la ventana seleccionada cuando el modo de confirmación está activado
fr: Confirmer la fenêtre sélectionnée lorsque le mode de confirmation est activé
hu: A kijelölt ablak megerősítése, ha a megerősítési mód engedélyezve van
ja: 確認モードが有効なときに選択中のウインドウを確定します
nl: Bevestig het geselecteerde venster wanneer de bevestigingsmodus is ingeschakeld
pl: Potwierdź wybrane okno, gdy tryb potwierdzania jest włączony
pt: Confirma a janela selecionada quando o modo de confirmação está ativado
ru: Подтверждение выбранного окна, когда включен режим подтверждения
sv: Bekräfta det markerade fönstret när bekräftelseläget är aktiverat
tr: Onay modu etkin olduğunda seçilen pencereyi onaylayın
vi: Xác nhận cửa sổ được chọn khi chế độ xác nhận được bật
zh_hans: 启用确认模式时，确认所选窗口
zh_hant: 在啟用確認模式時確認所選視窗

source: Conflict
ar: تعارض
de: Konflikt
es: Conflicto
fr: Conflit
hu: Ütközés
ja: 競合
pl: Konflikt
pt: Conflito
ru: Конфликт
sv: Konflikt
tr: Çakışma
vi: Xung đột
zh_hans: 冲突
zh_hant: 衝突
